<!DOCTYPE html>
<html lang="en">

<head>
    <meta charset="utf-8">
    <title>พีพี แมชชีน รับขนย้ายเครื่องจักร รับซ่อมเครื่งจักร รับติดตั้งเครื่องจักร อุตสาหกรรมทุกชนิด overhaul เครื่องจักร spare parts machine รับถอด และประกอบเครื่องจักร แถวสมุทปราการ,ชลบุรี,ฉะเชิงเทรา,ระยอง </title>
    <meta content="width=device-width, initial-scale=1.0" name="viewport">
    <meta content="ซ่อมเครื่องจักร,ติดตั้งเครื่องจักร,ย้ายเครื่องจักร,รับติดตั้งเครื่องจักร,รับขนย้ายเครื่องจักร,รับซ่อมเครื่องจักร,ซ่อมเครื่องจักรโรงงาน,ช่างซ่อมเครื่องจักร,ขนย้ายเครื่องจักร,งานซ่อมเครื่องจักร,งานติดตั้งเครื่องจักร,งานขนย้ายเครื่องจักร,ซ่อมเครื่องจักร ฉะเชิงเทรา,overhaul เครื่องจักร,spare parts machine,เครื่องจักร โรงงานอุตสาหกกรม,ระบบไฟฟ้าอุตสาหกรรม,ถอดประกอบเครื่องจักร,รื้อเครื่องจักรอุตสาหกรรม,บริการซ่อมเครื่องจักร ชลบุรี,
    ซ่อมเครื่องจักรอุตสาหกรรม ชลบุรี,ติดตั้งเครื่องจักร ชลบุรี,ติดตั้งเครื่องจักรอุตสาหกรรม ชลบุรี,บริการย้ายเครื่องจักรอุตสาหกรรม ชลบุรี,overhaul เครื่องจักรอุตสาหกกรม ชลบุรี,spare parts machine ชลบุรี,
    บริการซ่อมเครื่องจักร ระยอง,ซ่อมเครื่องจักรอุตสาหกรรม ระยอง,ติดตั้งเครื่องจักร ระยอง,ติดตั้งเครื่องจักรอุตสาหกรรม ระยอง,
    บริการย้ายเครื่องจักรอุตสาหกรรม ระยอง,overhaul เครื่องจักรอุตสาหกกรม ระยอง,
    spare parts machine ระยอง,บริการซ่อมเครื่องจักร สมุทรปราการ,ซ่อมเครื่องจักรอุตสาหกรรม สมุทรปราการ,ติดตั้งเครื่องจักร สมุทรปราการ,ติดตั้งเครื่องจักรอุตสาหกรรม สมุทรปราการ,บริการย้ายเครื่องจักรอุตสาหกรรม สมุทรปราการ,overhaul เครื่องจักรอุตสาหกกรม สมุทรปราการ,spare parts machine สมุทรปรากา" name="keywords">
    <meta content="บริษัทพีพีแมชชีนผู้นำทางด้านการให้บริการ ซ่อมเครื่องจักร ติดตั้งเครื่องจักร ย้ายเครื่องจักร ถอดประกอบเครื่องจักรอุตสาหกรรม ระบบไฟฟ้าโรงงาน PLC ระบบไฮดรอลิก overhaul เครื่องจักร แถวสมุทรปราการ,ชลบุรี,ฉะเชิงเทรา,ระยอง" name="description">

    <meta property="og:image" content="https://www.ppmachineandrepairauto.com/images/bg/bg1.jpg">
    <meta name="robots" content="index, follow">

    <?php include("link.php");  ?>
    <?php $menu = "about";  ?>
</head>

<style>
    .swiper {
        width: 100%;
        height: 100%;
    }

    .swiper-slide {
        display: flex;
        justify-content: center;
        align-items: center;
        padding: 2.5rem 0;
    }

    .swiper-slide img {
        object-fit: cover;
        height: 196px;
    }

    .swiper-slide .card {
        border-color: var(--bs-primary-border-subtle);
    }

    .swiper-button-next,
    .swiper-button-prev {
        background-color: #ffffff;
        border-radius: 50%;
        width: var(--swiper-navigation-size);
        height: var(--swiper-navigation-size);
    }

    .swiper-button-next:after,
    .swiper-button-prev:after {
        font-size: 1.5rem;
    }
</style>

<body>



    <?php include("header.php"); ?>


    <!-- Page Header Start -->
    <div class="container-fluid page-header py-5 mb-5 wow fadeIn" data-wow-delay="0.1s">
        <div class="container py-5">
            <h1 class=" text-white animated slideInRight">นโยบายความเป็นส่วนตัว</h1>
            <nav aria-label="breadcrumb">
                <ol class="breadcrumb animated slideInRight mb-0">
                    <li class="breadcrumb-item"><a href="#" class="text-white">หน้าหลัก</a></li>
                    <li class="breadcrumb-item active text-white" aria-current="page">นโยบายความเป็นส่วนตัว</li>
                </ol>
            </nav>
        </div>
    </div>
    <!-- Page Header End -->


    <div class="container-fluid py-5">
        <div class="container">
            <div class="section-title">
                <h4 class="text-primary text-uppercase" style="letter-spacing: 5px;">นโยบายความเป็นส่วนตัว</h4>
                <h1 class="display-4">Privacy Policy </h1>
            </div>
            <div class="row">
                <p>
                    <b>ข้อมูลส่วนบุคคล คืออะไร? </b></br>

                    ข้อมูลส่วนบุคคล* หมายถึง “ข้อมูลเกี่ยวกับบุคคลซึ่งทำให้สามารถระบุตัวบุคคลนั้นได้ ไม่ว่าทางตรงหรือทางอ้อม แต่ไม่รวมถึงข้อมูลของผู้ถึงแก่กรรมโดยเฉพาะ”
                </p>
                </br>

                <p>
                    <b>แหล่งที่มาของข้อมูลส่วนบุคคล </b> </br>
                    เราอาจได้รับข้อมูลส่วนบุคคลของท่านจาก ดังนี้</br>
                    1.เมื่อท่านได้เข้าถึงหรือใช้บริการเว็บไซต์ของเรา </br>
                    2.เมื่อท่านส่งแบบฟอร์ม รวมถึงแบบฟอร์มการสมัครหรือแบบฟอร์มอื่นๆ ที่เกี่ยวข้องกับบริการของเรา ไม่ว่าจะเป็นรูปแบบออนไลน์หรือรูปแบบเอกสาร</br>
                    3.เมื่อท่านทำข้อตกลงใดๆ หรือให้เอกสารหรือข้อมูลอื่นใดที่เกี่ยวข้องกับการติดต่อระหว่างท่านกับเรา หรือเมื่อท่านใช้บริการของเรา</br>
                    4.เมื่อท่านติดต่อกับเรา เช่น ผ่านทางโทรศัพท์ (ซึ่งจะได้รับการบันทึก) จดหมาย แฟกซ์ การประชุม การติดตามผ่านแพลตฟอร์มสื่อทางสังคม และอีเมล</br>
                    5.เมื่อท่านใช้บริการทางอิเล็กทรอนิกส์ หรือใช้บริการเว็บไซต์ของเรา ซึ่งรวมถึงแต่ไม่จำกัดเพียง การใช้ผ่านคุกกี้ ซึ่งเราอาจปรับใช้เมื่อท่านได้เข้าถึงเว็บไซต์</br>
                    6.เมื่อท่านแสดงความคิดเห็นหรือส่งคำร้องเรียนแก่เรา</br>
                    7.เมื่อท่านลงทะเบียน เข้าทำสัญญา เข้าร่วมกิจกรรมส่งเสริมการขายของเรา</br>
                    8.เมื่อท่านส่งข้อมูลส่วนบุคคลของท่านให้แก่เราด้วยเหตุผลใดก็ตาม
                </p>
                </br>

                <p>
                    <b>วัตถุประสงค์ในการประมวลผลข้อมูล</b></br>
                    1.เราจัดเก็บข้อมูลส่วนบุคคลของท่านเพื่อประโยชน์ในการจัดฐานข้อมูลในการวิเคราะห์ และเสนอสิทธิประโยชน์ตามความสนใจของท่าน</br>
                    2.เราจัดเก็บข้อมูลส่วนบุคคลของท่านเพื่อวัตถุประสงค์ในการรับข้อมูลหลังการบริการ เช่น การสอบถามข้อมูล เป็นต้น
                </p>
                </br>

                <p>
                    <b>การเก็บรักษาและระยะเวลาในการเก็บรักษาข้อมูลส่วนบุคคล</br>

                        การเก็บรักษาข้อมูลส่วนบุคคล</b></br>

                    ผู้ควบคุมทำการเก็บรักษาข้อมูลส่วนบุคคลของท่าน ดังนี้</br>

                    1. ลักษณะการเก็บ ข้อมูลส่วนบุคคลที่ทางบริษัทจัดเก็บจะอยู่ในลักษณะของ Soft Copy ข้อมูลส่วนบุคคลจะถูกจัดเก็บไว้ในเครื่องมืออุปกรณ์ของบริษัท ได้แก่ คอมพิวเตอร์ โทรศัพท์มือถือ ของทางบริษัท</br>

                    2. สถานที่จัดเก็บ มีการเก็บข้อมูลบนระบบคอมพิวเตอร์ ซึ่งได้แก่ Google Workspace </br>

                    3. ระยะเวลาจัดเก็บ เป็นไปตามหัวข้อ ระยะเวลาในการประมวลผลข้อมูลส่วนบุคคล</br>

                    4. เมื่อพ้นระยะเวลาจัดเก็บ หรือ เราไม่มีสิทธิ์หรือไม่สามารถอ้างฐานในการประมวลผลข้อมูลส่วนบุคคลของท่านแล้ว เราจะดำเนินการทำลายข้อมูลส่วนบุคคลนั้นด้วยวิธีการลบข้อมูลจากช่องทางในข้อ 2 และจะดำเนินการให้แล้วเสร็จภายใน [120วัน] วันนับแต่วันสิ้นสุดระยะเวลาดังกล่าว
                </p>
                </br>

                <p>
                    <b>ระยะเวลาการเก็บรักษาข้อมูลส่วนบุคคล</br></b>

                    เรามีการจัดเก็บข้อมูลส่วนบุคคลดังนี้</br>

                    1. ข้อมูลที่บ่งชี้ตัวตน อาทิ ชื่อ อายุ สัญชาติ วันเกิด อายุ 10 ปี นับแต่วันที่เลิกสัญญา</br>
                    2. ข้อมูลช่องทางการติดต่อ อาทิ ที่อยู่ สถานที่ติดต่อ เบอร์โทร อีเมล 10 ปี นับแต่วันที่เลิกสัญญา</br>
                    3. ข้อมูลทางเทคนิค อาทิ Google Analytics หมายเลขระบุตำแหน่งคอมพิวเตอร์ (IP Address) ข้อมูลการเข้าระบบ ข้อมูลการใช้งาน และ การตั้งค่า (log) 5 ปี นับแต่วันที่เลิกสัญญา</br>
                </p>
                </br>

                <p>
                    <b>สิทธิ์ของเจ้าของข้อมูล</b></br>

                    ท่านมีสิทธิ์ในการดำเนินการ ดังต่อไปนี้</br>

                    (1) สิทธิ์ในการเพิกถอนความยินยอม (right to withdraw consent):</br>
                    ท่านมีสิทธิ์ในการเพิกถอนความยินยอมในการ ประมวลผลข้อมูลส่วนบุคคลที่ท่านได้ให้ความยินยอมกับเราได้ ตลอดระยะเวลาที่ข้อมูลส่วนบุคคลของท่านอยู่กับเรา</br>

                    (2) สิทธิ์ในการเข้าถึงข้อมูลส่วนบุคคล (right of access):</br>
                    ท่านมีสิทธิ์ในการเข้าถึงข้อมูลส่วนบุคคลของท่านและขอให้เรา ทำสำเนาข้อมูลส่วนบุคคลดังกล่าวให้แก่ท่าน รวมถึงขอให้เราเปิดเผยการได้มาซึ่งข้อมูลส่วนบุคคลที่ท่านไม่ได้ให้ความ ยินยอมต่อเราได้</br>

                    (3) สิทธิ์ในการแก้ไขข้อมูลส่วนบุคคลให้ถูกต้อง (right to rectification):</br>
                    ท่านมีสิทธิ์ในการขอให้เราแก้ไขข้อมูลที่ไม่ถูกต้อง หรือ เพิ่มเติมข้อมูลที่ไม่สมบูรณ์</br>

                    (4) สิทธิ์ในการลบข้อมูลส่วนบุคคล (right to erasure):</br>
                    ท่านมีสิทธิ์ในการขอให้เราทำการลบข้อมูลของท่านด้วยเหตุบาง ประการได้</br>

                    (5) สิทธิ์ในการระงับการใช้ข้อมูลส่วนบุคคล (right to restriction of processing):</br>
                    ท่านมีสิทธิ์ในการระงับการใช้ข้อมูล ส่วนบุคคลของท่านด้วยเหตุบางประการได้</br>

                    (6) สิทธิ์ในการให้โอนย้ายข้อมูลส่วนบุคคล (right to data portability):</br>
                    ท่านมีสิทธิ์ในการโอนย้ายข้อมูลส่วนบุคคลของ ท่านที่ท่านให้ไว้กับเราไปยังผู้ควบคุมข้อมูลรายอื่น หรือ ตัวท่านเองด้วยเหตุบางประการได้</br>

                    (7) สิทธิ์ในการคัดค้านการประมวลผลข้อมูลส่วนบุคคล (right to object):</br>
                    ท่านมีสิทธิ์ในการคัดค้านการประมวลผล ข้อมูลส่วนบุคคลของท่านด้วยเหตุบางประการได้</br>
                </p></br>

                <p>
                    ท่านสามารถติดต่อมายังเจ้าหน้าที่ DPO/เจ้าหน้าที่ฝ่ายของเราได้ เพื่อดำเนินการยื่นคำร้องขอดำเนินการตามสิทธิ์ข้างต้นได้ (รายละเอียดการติดต่อปรากฏในหัวข้อ “ช่องทางการติดต่อ” ด้านล่างนี้) หรือ ท่านสามารถศึกษา รายละเอียดเงื่อนไข ขอยกเว้นการใช้สิทธิ์ต่างๆ ได้ที่เว็บไซต์กระทรวงดิจิทัลเพื่อเศรษฐกิจและสังคม http://www.mdes.go.th</br>

                    ทั้งนี้ ท่านไม่จำเป็นต้องเสียค่าใช้จ่ายใดๆ ในการดำเนินตามสิทธิ์ข้างต้น โดยเราจะพิจารณาและแจ้งผลการ</br>

                    พิจารณาตามคำร้องของท่านภายใน 30 วันนับแต่วันที่เราได้รับคำร้องขอดังกล่าว</br>

                    กิจกรรมทางการตลาดและการส่งเสริมการตลาด</br>

                    ในระหว่างการใช้บริการ เราจะส่งข้อมูลข่าวสารเกี่ยวกับกิจกรรมทางการตลาด และการส่งเสริมการตลาด ผลิตภัณฑ์ การ ให้บริการของเราที่เราคิดว่าท่านอาจสนใจเพื่อประโยชน์ในการให้บริการกับท่านอย่างเต็มประสิทธิภาพ หากท่านได้ตกลง ที่จะรับข้อมูลข่าวสารดังกล่าวจากเราแล้ว ท่านมีสิทธิ์ยกเลิกความยินยอมดังกล่าวได้ทุกเมื่อ โดยท่านสามารถดำเนินการยกเลิกความยินยอมในการรับแจ้งข้อมูลข่าวสารได้</br>
                    <!-- ใส่เมลลูกค้า -->
                    โดยสามารถติดต่อมาได้ผ่านทางที่อยู่อีเมล : <b>pwnpartnership@yahoo.com</b></br>
                </p>
                </br>

                <p>
                    <b>Cookies คืออะไร? </b> </br>

                    Cookies คือ text files ที่อยู่ในคอมพิวเตอร์ของท่านที่ใช้เพื่อจัดเก็บรายละเอียดข้อมูล log การใช้งาน internet ของ ท่าน หรือ พฤติกรรมการเยี่ยมชม website ของท่าน ท่านสามารถศึกษารายละเอียดเพิ่มเติมของ Cookies ได้จาก https://www.allaboutcookies.org/ </br>

                    <b>เราใช้ Cookies อย่างไร? </b></br>

                    เราจะจัดเก็บข้อมูลการเขาเยี่ยมชม website จากผู้เขาเยี่ยมชมทุกรายผ่าน Cookies หรือ เทคโนโลยีที่ใกล้เคียง และเราจะใช้ Cookies เพื่อประโยชน์ในการพัฒนาประสิทธิภาพในการเข้าถึงบริการของเราผ่าน internet รวมถึงพัฒนาประสิทธิภาพในการใช้งานบริการของเราทาง internet โดยจะใช้เพื่อกรณี ดังต่อไปนี้ </br>

                    เพื่อศึกษาพฤติกรรมการใช้งาน website ของท่าน เพื่อนำไปพัฒนาให้สามารถใช้งานได้ง่าย รวดเร็ว และมีประสิทธิภาพดียิ่งขึ้น</br>

                    <b>ประเภทของ Cookies ที่เราใช้? </b></br>

                    เราใช้ Cookies ดังต่อไปนี้ สำหรับ website ของเรา </br>

                    1.[Functionality – cookies ที่ใช้ในการจดจำสิ่งที่ลูกค้าเลือกเป็น preferences เช่น ภาษาที่ใช้ เป็นต้น]</br>
                    2.[Advertising – cookies ที่ใช้ในการจดจำสิ่งที่ลูกค้าเคยเยี่ยมชม เพื่อนำเสนอสินค้า บริการ หรือ สื่อโฆษณาที่เกี่ยวของเพื่อให้ตรงกับความสนใจของผู้ใช้งาน]</br>

                    <b>การจัดการ Cookies </b></br>

                    ท่านสามารถตั้งค่ามิให้ browser ของท่าน ตกลงรับ Cookies ของเราได้ โดยมีขั้นตอนในการจัดการ Cookies ดังนี้</br>

                    สำหรับผู้ใช้ระบบซาฟารี (Safari)</br>
                    เข้าแอพพลิเคชันซาฟารีและเลือก “การตั้งค่า”</br>
                    เลือก “ความเป็นส่วนตัว” และจัดการข้อมูลการใช้คุกกี้ตามความต้องการของท่านดังนี้</br>
                    เลือก “ป้องกันไม่ให้ติดตามข้ามไซต์” เพื่อยกเลิกตัวติดตามใช้คุกกี้และข้อมูลเว็บไซต์</br>
                    เลือก “ปิดกั้นคุกกี้ทั้งหมด” เพื่อปิดกั้นไม่ให้เว็บไซต์บุคคลที่สามและผู้โฆษณาจัดเก็บข้อมูลต่างๆไว้บนเครื่องคอมพิวเตอร์ของคุณ</br>
                    เลือก “จัดการข้อมูลเว็บไซต์” เพื่อดูว่าเว็บไซต์ใดบ้างที่จัดเก็บคุกกี้และข้อมูลของท่าน</br>

                    สำหรับผู้ใช้กูเกิ้ลโครม (Google Chrome)</br>
                    เข้าระบบกูเกิ้ลโครมในคอมพิวเตอร์ และเลือก “การตั้งค่า” ด้านขวาบน</br>
                    เลือก “ขั้นสูง” ด้านล่าง</br>
                    เลือก “การตั้งค่าและความปลอดภัย”</br>
                    เลือก “การตั้งค่าเว็บไซต์” คลิก “คุกกี้”</br>
                    หากต้องการยกเลิกการใช้คุกกี้ เลือก “ปิดการอนุญาตให้เว็บไซต์บันทึกและอ่านข้อมูลคุกกี้”</br>

                    สำหรับผู้ใช้ Internet Explorer</br>
                    เมื่อเข้าระบบ Internet Explorer เลือก “การตั้งค่า”</br>
                    หากต้องการลบข้อมูลคุกกี้:</br>
                    เลือก “ความปลอดภัย”</br>
                    เลือก “ลบประวัติการเรียกดู”</br>
                    เลือก “คุกกี้และข้อมูลเว็บไซต์” และกด “ลบ”</br>
                    หากต้องการลบข้อมูลคุกกี้: เลือก “เครื่องมือ”</br>
                    เลือก “ตัวเลือกอินเทอร์เน็ต”</br>
                    เลือก “ความเป็นส่วนตัว” กด “ขั้นสูง” และเลือกให้อนุญาตหรือบล็อกคุกกี้</br>
                </p>
                </br>
                <p>
                    <b>นโยบายคุ้มครองข้อมูลส่วนบุคคลของ website อื่น </b></br>

                    นโยบายความเป็นส่วนตัวฉบับนี้ ใช้เฉพาะสำหรับการให้บริการของเราและการใช้งาน website ของเราเท่านั้น หากท่าน ได้กด link ไปยัง website อื่น (แม้จะผ่านช่องทางใน website ของเราก็ตาม) ท่านจะต้องศึกษาและปฏิบัติตามนโยบายความเป็นส่วนตัวที่ปรากฏใน website นั้นๆ แยกต่างหากจากของเรา
                </p>
                </br>

                <p>
                    <b>ช่องทางการติดต่อ </b></br>
                    รายละเอียดผู้ควบคุมข้อมูล</br>
                    ชื่อ : พงศ์สยาม</br>
                    สถานที่ติดต่อ : 11/116 หมู่ที่ 5 ตำบลท่าสะอ้าน อำเภอบางปะกง จังหวัดฉะเชิงเทรา 24130</br>
                    ช่องทางการติดต่อ : 092-810-4603</br>
                    อีเมล : P.P.MACHINE60@GMAIL.COM</br>
                </p>
                </br>


                <!-- ใส่ชื่อที่อยู่ ของลูกค้า -->
                <p>
                    <b>รายละเอียดหน่วยงานกำกับดูแล</b></br>
                    ในกรณีที่พนักงานของเราหรือบุคคลที่เกี่ยวข้องฝ่าฝืนหรือไม่ปฏิบัติตามกฎหมายเกี่ยวกับการคุ้มครองข้อมูลส่วนบุคคล ท่านสามารถร้องเรียนต่อหน่วยงานกำกับดูแลตามรายละเอียดดังนี้</br>
                    ชื่อ: สำนักงานคณะกรรมการคุ้มครองข้อมูลส่วนบุคคล</br>
                    สถานที่ติดต่อ: 120 หมู่ 3 ศูนย์ราชการเฉลิมพระเกียรติ 80 พรรษาฯ อาคารรัฐประศาสนภักดี (อาคารบี) ชั้น 7 ถนนแจ้งวัฒนะ แขวงทุ่งสองห้อง เขตหลักสี่ กรุงเทพฯ 10210 </br>
                    ช่องทางการติดต่อ: (+66) 02-142-1033, 02-141-6993</br>
                </p>

                </br>

                <p>
                    <b>การเปลี่ยนแปลงนโยบายคุ้มครองข้อมูลส่วนบุคคล</b></br>

                    เราจะทำการพิจารณาทบทวนนโยบายความเป็นส่วนตัวเป็นประจำเพื่อให้สอดคลองกับแนวปฏิบัติ และ กฎหมาย ข้อบังคับที่เกี่ยวของ ทั้งนี้ หากมีการเปลี่ยนแปลงนโยบายความเป็นส่วนตัว เราจะแจ้งให้ท่านทราบด้วยการ update ข้อมูลลงใน website ของเราโดยเร็วที่สุด</br>
                    ปัจจุบัน นโยบายความเป็นส่วนตัวถูกทบทวนครั้งล่าสุดเมื่อ 25 สิงหาคม พ.ศ.2565</br>
                </p>
            </div>
        </div>
    </div>
    <!-- About End -->




    <?php 
    include("footer.php");  
    include("js.php");
    ?>

</body>

</html>